export type ScreenID = { id: string; title: string };

export default {
  /** ログイン */
  A1000_01: { id: 'a1000-01', title: 'ログイン' },
  /** 施設・事業所選択 */
  A1010_01: { id: 'a1010-01', title: '施設・事業所選択' },
  /** ログイン中のユーザー一覧 */
  A1010_02: { id: 'a1010-02', title: 'ログイン中のユーザー一覧' },
  /** ヘッダーメニュー */
  A1020_01: { id: 'a1020-01', title: 'ヘッダーメニュー' },
  /** サイドメニュー */
  A1020_02: { id: 'a1020-02', title: 'サイドメニュー' },
  /** ログインユーザー情報 */
  A1020_03: { id: 'a1020-03', title: 'ログインユーザー情報' },
  /** 本日の予定 */
  A1040_01: { id: 'a1040-01', title: '本日の予定' },
  /** お知らせ確認（ホーム） */
  A1050_01: { id: 'a1050-01', title: 'お知らせ確認' },
  /** お知らせ確認（吹き出し） */
  A1050_02: { id: 'a1050-02', title: '業務に関するお知らせ' },
  /** お知らせ確認（ベル） */
  A1050_03: { id: 'a1050-03', title: 'システムからのお知らせ' },
  /** お知らせ確認（ダイアログ） */
  A1050_04: { id: 'a1050-04', title: '' },
  /** 利用者台帳>基本情報 */
  B1000_01: { id: 'b1000-01', title: '基本情報 | 利用者台帳' },
  /** 利用者台帳>保険情報 */
  B1000_02: { id: 'b1000-02', title: '保険情報 | 利用者台帳' },
  /** 利用者台帳>公費・減免情報 */
  B1000_03: { id: 'b1000-03', title: '公費・減免情報 | 利用者台帳' },
  /** 詳細検索 */
  B1000_04: { id: 'b1000-04', title: '' },
  /** 利用者検索 */
  C1000_01: { id: 'c1000-01', title: '' },
  /** 詳細検索 */
  C1000_02: { id: 'c1000-02', title: '' },
  /** 利用者管理タブ・新規利用者登録 */
  C1010_01: { id: 'c1010-01', title: '利用者管理(共通) ' },
  /** 基本情報 */
  C1010_02: { id: 'c1010-02', title: '基本情報 | 利用者管理(共通) ' },
  /** 基本情報編集 */
  C1010_03: { id: 'c1010-03', title: '' },
  /** 施設・事業所 */
  C1080_01: { id: 'c1080-01', title: '施設・事業所 | 利用者管理(共通)' },
  /** 施設・事業所選択 */
  C1080_02: { id: 'c1080-02', title: '' },
  /** 利用者グループ */
  C1070_01: { id: 'c1070-01', title: '利用者グループ | 利用者管理(共通)' },
  /** 利用者グループ編集 */
  C1070_02: { id: 'c1070-02', title: '' },
  /** 連絡先情報 */
  C1040_01: { id: 'c1040-01', title: '連絡先 | 利用者管理(共通)' },
  /** 連絡先情報編集 */
  C1040_02: { id: 'c1040-02', title: '' },
  /** 主治医情報 */
  C1030_01: { id: 'c1030-01', title: '主治医 | 利用者管理(共通)' },
  /** 主治医情報編集 */
  C1030_02: { id: 'c1030-02', title: '' },
  /** 相性情報 */
  C1060_01: { id: 'c1060-01', title: '相性 | 利用者管理(共通)' },
  /** 相性情報編集 */
  C1060_02: { id: 'c1060-02', title: '' },
  /** 請求書・領収書送付先 */
  C1280_01: { id: 'c1280-01', title: '請求書・領収書送付先 | 利用者管理(共通)' },
  /** 口座情報 */
  C1290_01: { id: 'c1290-01', title: '口座 | 利用者管理(共通)' },
  /** 口座情報編集 */
  C1290_02: { id: 'c1290-02', title: '' },
  /** 利用者基本情報印刷 */
  C1250_01: { id: 'c1250-01', title: '' },
  /** 被保険者証情報 */
  C1090_01: { id: 'c1090-01', title: '被保険者証 | 利用者管理(介護)' },
  /** 被保険者証情報編集 */
  C1090_02: { id: 'c1090-02', title: '' },
  /** 種類支給限度額情報 */
  C1090_03: { id: 'c1090-03', title: '' },
  /** 給付制限情報 */
  C1090_04: { id: 'c1090-04', title: '' },
  /** 適用期間修正 */
  C1090_05: { id: 'c1090-05', title: '' },
  /** 公費情報 */
  C1100_01: { id: 'c1100-01', title: '公費 | 利用者管理(介護)' },
  /** 公費情報編集 */
  C1100_02: { id: 'c1100-02', title: '' },
  /** 減免情報（介護保険） */
  C1190_01: { id: 'c1190-01', title: '減免 | 利用者管理(介護)' },
  /** 減免情報（介護保険）編集 */
  C1190_02: { id: 'c1190-02', title: '' },
  /** 契約開始日/中止日情報 */
  C1210_01: { id: 'c1210-01', title: '開始中止 | 利用者管理(介護)' },
  /** 契約開始日/中止日情報編集 */
  C1210_02: { id: 'c1210-02', title: '' },
  /** 請求関連情報 */
  C1220_01: { id: 'c1220-01', title: '請求関連 | 利用者管理(介護)' },
  /** 請求関連情報編集 */
  C1220_02: { id: 'c1220-02', title: '' },
  /** 負担割合証情報 */
  C1230_01: { id: 'c1230-01', title: '負担割合証 | 利用者管理(介護)' },
  /** 負担割合証情報編集 */
  C1230_02: { id: 'c1230-02', title: '' },
  /** 担当ケアマネ情報 */
  C1240_01: { id: 'c1240-01', title: '担当ケアマネ | 利用者管理(介護)' },
  /** 担当ケアマネ情報編集 */
  C1240_02: { id: 'c1240-02', title: '' },

  /** 総合支援タブ */
  // C1110_01: { id: 'c1110-01', title: '利用者管理(総合支援)' },
  /** 受給者証情報(総合支援) */
  C1110_01_02: { id: 'c1110-01-02', title: '受給者証 | 利用者管理(総合支援)' },
  /** 受給者証情報編集(総合支援) */
  C1110_02_02: { id: 'c1110-02-02', title: '' },
  /** 支給量(総合支援) */
  C1130_01_02: { id: 'c1130-01-02', title: '支給量 | 利用者管理(総合支援)' },
  /** 決定支給量編集(総合支援) */
  C1130_02_02: { id: 'c1130-02-02', title: '' },
  /** 契約支給量編集(総合支援) */
  C1160_01_02: { id: 'c1160-01-02', title: '' },
  /** 利用者負担(総合支援) */
  C1140_01_02: { id: 'c1140-01-02', title: '利用者負担 | 利用者管理(総合支援)' },
  /** 利用者負担編集(総合支援) */
  C1140_02_02: { id: 'c1140-02-02', title: '' },
  /** 上限管理(総合支援) */
  C1150_01_02: { id: 'c1150-01-02', title: '上限管理 | 利用者管理(総合支援)' },
  /** 上限管理編集(総合支援) */
  C1150_02_02: { id: 'c1150-02-02', title: '' },
  /** 請求関連情報(総合支援) */
  C1170_01_02: { id: 'c1170-01-02', title: '請求関連 | 利用者管理(総合支援)' },
  /** 請求関連情報編集(総合支援) */
  C1170_02_02: { id: 'c1170-02-02', title: '' },
  /** 減額率(総合支援) */
  C1200_01_02: { id: 'c1200-01-02', title: '減額率 | 利用者管理(総合支援)' },
  /** 減額率編集(総合支援) */
  C1200_02_02: { id: 'c1200-02-02', title: '' },
  /** サービス開始日/終了日情報(総合支援) */
  C1300_01_02: { id: 'c1300-01-02', title: '開始終了 | 利用者管理(総合支援)' },
  /** サービス開始日/終了日情報編集 */
  C1300_02_02: { id: 'c1300-02-02', title: '' },

  /** 地域生活支援タブ */
  /** 受給者証情報(地域生活支援) */
  C1110_01_04: { id: 'c1110-01-04', title: '受給者証 | 利用者管理(地域生活)' },
  /** 受給者証情報編集(地域生活支援) */
  C1110_02_04: { id: 'c1110-02-04', title: '' },
  /** 支給量(地域生活支援) */
  C1130_01_04: { id: 'c1130-01-04', title: '支給量 | 利用者管理(地域生活)' },
  /** 決定支給量編集(地域生活支援) */
  C1130_02_04: { id: 'c1130-02-04', title: '' },
  /** 契約支給量編集(地域生活支援) */
  C1160_01_04: { id: 'c1160-01-04', title: '' },
  /** 利用者負担(地域生活支援) */
  C1140_01_04: { id: 'c1140-01-04', title: '利用者負担 | 利用者管理(地域生活)' },
  /** 利用者負担編集(地域生活支援) */
  C1140_02_04: { id: 'c1140-02-04', title: '' },
  /** 上限管理(地域生活支援) */
  C1150_01_04: { id: 'c1150-01-04', title: '上限管理 | 利用者管理(地域生活)' },
  /** 上限管理編集(地域生活支援) */
  C1150_02_04: { id: 'c1150-02-04', title: '' },
  /** 請求関連情報(地域生活支援) */
  C1170_01_04: { id: 'c1170-01-04', title: '請求関連 | 利用者管理(地域生活)' },
  /** 請求関連情報編集(地域生活支援) */
  C1170_02_04: { id: 'c1170-02-04', title: '' },
  /** 減額率(地域生活支援) */
  C1200_01_04: { id: 'c1200-01-04', title: '減額率 | 利用者管理(地域生活)' },
  /** 減額率編集(地域生活支援) */
  C1200_02_04: { id: 'c1200-02-04', title: '' },
  /** サービス開始日/終了日情報(地域生活支援) */
  C1300_01_04: { id: 'c1300-01-04', title: '開始終了 | 利用者管理(地域生活)' },
  /** サービス開始日/終了日情報編集 */
  C1300_02_04: { id: 'c1300-02-04', title: '' },

  /** 市町村独自 */
  C1180_01: { id: 'c1180-01', title: '市町村独自 | 利用者管理(総合支援)' },
  /** 市町村独自編集 */
  C1180_02: { id: 'c1180-02', title: '市町村独自編集 | 利用者管理(総合支援)' },
  /** 訪問介護計画書 */
  D1010_01: { id: 'd1010-01', title: '訪問介護計画書 | プラン立案・評価' },
  /** 予定入力(提供票形式) */
  E1000_01: { id: 'e1000-01', title: '予定入力(提供票形式) | 予定管理(介護)' },
  /** 予定入力(提供票形式)＞サービス編集 */
  E1000_02: { id: 'e1000-02', title: '' },
  /** 予定入力(提供票形式)＞前月コピー */
  E1000_03: { id: 'e1000-03', title: '' },
  /** 予定入力(提供票形式)＞サイドバー */
  E1000_04: { id: 'e1000-04', title: '' },
  /** 予定入力(提供票形式)＞サイドバー＞日割期間追加 */
  E1000_05: { id: 'e1000-05', title: '' },
  /** 予定入力（提供票形式）＞サイドバー＞保険外サービス追加 */
  E1000_06: { id: 'e1000-06', title: '' },
  /** 予定入力(提供票形式)_介護_前月コピースタッフ編集画面 */
  E1000_07: { id: 'e1000-07', title: '' },
  /** 提供実績表印刷＞個別出力、一括出力共通 */
  G1041_01: { id: 'g1041-01', title: '' },
  /** 提供実績表印刷＞個別出力 */
  G1041_02: { id: 'g1041-02', title: '' },
  /** 提供実績表印刷＞一括出力 */
  G1041_03: { id: 'g1041-03', title: '' },
  /** 提供実績表印刷＞印刷設定 */
  G1041_04: { id: 'g1041-04', title: '' },
  /** 予定入力(実績記録票形式)_ヘッダ部分（介護・障害共通） */
  E1010_01: { id: 'e1010-01', title: '予定入力(実績記録票形式) | 予定管理(障害)' },
  /** 予定入力(実績記録票形式)_障害者_共通部分 */
  E1010_02: { id: 'e1010-02', title: '' },
  /** 予定入力(実績記録票形式)_障害者_受給者証・契約支給量 */
  E1010_03: { id: 'e1010-03', title: '' },
  /** 予定入力(実績記録票形式)_障害者_前月取得 */
  E1010_05: { id: 'e1010-05', title: '' },
  /** 予定入力(実績記録票形式)_障害者_予→実コピー */
  E1010_06: { id: 'e1010-06', title: '' },
  /** 予定入力(実績記録票形式)_障害者_サイドバー */
  E1010_07: { id: 'e1010-07', title: '' },
  /** 予定入力(実績記録票形式)_障害者_全サービス */
  E1010_08: { id: 'e1010-08', title: '' },
  /** 予定入力(実績記録票形式)_障害者_サービス種類 */
  E1010_09: { id: 'e1010-09', title: '' },
  /* 予定入力(実績記録票形式)_障害者_前月コピー.編集画面 */
  E1010_10: { id: 'e1010-10', title: '' },
  /** 予定入力(実績記録票形式)_サービス内容入力_共通部分 */
  E1011_01: { id: 'e1011-01', title: '' },
  /** 予定入力(実績記録票形式)_サービス内容入力_保険内 */
  E1011_02: { id: 'e1011-02', title: '' },
  /** 予定入力(実績記録票形式)_サービス内容入力_保険外 */
  E1011_03: { id: 'e1011-03', title: '' },
  /** 予定入力(実績記録票形式)_サービス内容入力_時間の付加情報入力 */
  E1011_04: { id: 'e1011-04', title: '' },
  /** 実績記録票印刷＞個別出力、一括出力共通 */
  G1042_01: { id: 'g1042-01', title: '' },
  /** 実績記録票印刷＞個別出力 */
  G1042_02: { id: 'g1042-02', title: '' },
  /** 実績記録票印刷＞一括出力 */
  G1042_03: { id: 'g1042-03', title: '' },
  /** 実績記録票印刷＞印刷設定 */
  G1042_04: { id: 'g1042-04', title: '' },
  /** 勤務表 */
  E1030_01: { id: 'e1030-01', title: '勤務表 | 予定管理' },
  /** 勤務表表示設定 */
  E1030_02: { id: 'e1030-02', title: '' },
  /** 勤務表編集 */
  E1030_03: { id: 'e1030-03', title: '' },
  /** スタッフ割当（利用者別） */
  E1040_01: { id: 'e1040-01', title: 'スタッフ割当(利用者別) | 予定管理' },
  /** スタッフ割当（スタッフ別） */
  E1040_02: { id: 'e1040-02', title: 'スタッフ割当(スタッフ別) | 予定管理' },
  /** スタッフ割当＞スタッフ割当編集 */
  E1040_03: { id: 'e1040-03', title: '' },
  /** スタッフ割当＞その他予定入力 */
  E1040_04: { id: 'e1040-04', title: '' },
  /** スタッフ割当＞スタッフ割当設定 */
  E1040_05: { id: 'e1040-05', title: '' },
  /** スタッフ割当>訪問予定表（共通別） */
  E1050_01: { id: 'e1050-01', title: '' },
  /** スタッフ割当>訪問予定表（利用者別） */
  E1050_02: { id: 'e1050-02', title: '' },
  /** スタッフ割当>訪問予定表（スタッフ別） */
  E1050_03: { id: 'e1050-03', title: '' },
  /** 実績編集 */
  F1120_01: { id: 'f1120-01', title: '実績編集 | サービス提供' },
  /** 実施記録編集 */
  F1120_02: { id: 'f1120-02', title: '' },
  /** 勤怠報告 */
  F1100_01: { id: 'f1100-01', title: '勤怠報告 | サービス提供' },
  /** 勤怠報告編集 */
  F1100_02: { id: 'f1100-02', title: '' },
  /** 給与情報 */
  F1100_03: { id: 'f1100-03', title: '' },
  /** 実績集計＞個別加算 */
  G1000_01: { id: 'g1000-01', title: '個別加算 | 実績集計' },
  /** 実績集計＞体制加算 */
  G1000_02: { id: 'g1000-02', title: '体制加算 | 実績集計' },
  /** 実績集計＞計画単位数 */
  G1000_03: { id: 'g1000-03', title: '計画単位数 | 実績集計' },
  /** 実績集計＞保険外サービス */
  G1000_04: { id: 'g1000-04', title: '保険外サービス | 実績集計' },
  /** 実績集計＞日割加算 */
  G1000_05: { id: 'g1000-05', title: '日割加算 | 実績集計' },
  /** 実績集計＞日割加算編集 */
  G1000_06: { id: 'g1000-06', title: '' },
  /** 実績集計＞2時間未満 */
  G1000_07: { id: 'g1000-07', title: '2時間未満 | 実績集計' },
  /** 実績集計＞確定処理 */
  G1000_08: { id: 'g1000-08', title: '確定処理 | 実績集計' },
  /** 実績集計＞個別加算 */
  G1010_01: { id: 'g1010-01', title: '個別加算 | 実績集計' },
  /** 実績集計＞体制加算 */
  G1010_02: { id: 'g1010-02', title: '体制加算 | 実績集計' },
  /** 実績集計＞保険外サービス */
  G1010_03: { id: 'g1010-03', title: '保険外サービス | 実績集計' },
  /** 実績集計＞保険外サービス>登録 */
  G1010_04: { id: 'g1010-04', title: '保険外サービス>登録 | 実績集計' },
  /** 実績集計＞確定処理 */
  G1010_05: { id: 'g1010-05', title: '確定処理 | 実績集計' },
  /** 請求明細(調整) */
  G1050_01: { id: 'g1050-01', title: '' },
  /** サービスコード編集 */
  G1050_02: { id: 'g1050-02', title: '' },
  /** 上限管理共通部 */
  G1070_01: { id: 'g1070-01', title: '上限管理' },

  G1070_R01: { id: 'g1070-r01', title: '' },

  /** 自社上限管理＞共通部 */
  G1070_02: { id: 'g1070-02', title: '自社上限管理' },
  /** 自社上限管理＞利用者負担額一覧表入力 */
  G1070_03: { id: 'g1070-03', title: '利用者負担額一覧表入力 | 自社上限管理' },
  /** 自社上限管理＞利用者負担額一覧表入力＞利用者負担額編集 */
  G1070_04: { id: 'g1070-04', title: '' },
  /** 自社上限管理＞利用者負担額一覧表入力＞利用者負担額編集＞利用者選択 */
  G1070_05: { id: 'g1070-05', title: '' },
  /** 自社上限管理＞上限額管理 */
  G1070_06: { id: 'g1070-06', title: '上限額管理 | 自社上限管理' },
  /** 自社上限管理＞上限額管理＞利用者負担額編集 */
  G1070_07: { id: 'g1070-07', title: '' },
  /** 自社上限管理＞上限額管理結果票出力 */
  G1070_08: { id: 'g1070-08', title: '上限額管理結果票出力 | 自社上限管理' },
  /** 自社上限管理＞利用者負担額調整 */
  G1070_09: { id: 'g1070-09', title: '利用者負担額調整 | 自社上限管理' },

  G1070_10: { id: 'g1070-10', title: '' },
  /** 自社上限管理＞上限額管理結果票出力＞印刷設定 */
  G1070_11: { id: 'g1070-11', title: '' },

  G1070_13: { id: 'g1070-13', title: '' },

  /** 他社上限管理＞共通部 */
  G1080_01: { id: 'g1080-01', title: '他社上限管理 | 上限管理 | 実績集計' },
  /** 他社上限管理＞共通部 */
  G1080_02: { id: 'g1080-02', title: '' },
  /** 他社上限管理＞利用者負担額一覧出力 */
  G1080_03: { id: 'g1080-03', title: '利用者負担額一覧表出力 | 他社上限管理 | 上限管理 | 実績集計' },
  /** 他社上限管理＞利用者負担額調整一覧 */
  G1080_04: { id: 'g1080-04', title: '利用者負担額調整 | 他社上限管理 | 上限管理 | 実績集計' },
  /** 他社上限管理＞利用者負担額調整 */
  G1080_05: { id: 'g1080-05', title: '' },
  /** 他社上限管理＞利用者負担額一覧出力＞印刷設定 */
  G1080_06: { id: 'g1080-06', title: '' },

  /** 請求確定 */
  G1090_01: { id: 'g1090-01', title: '請求確定' },
  /** 月次勤怠実績確認 */
  G1100_01: { id: 'g1100-01', title: '月次勤怠実績確認 | 実績集計' },
  /** 請求対象者一覧タブ */
  H1000_01: { id: 'h1000-01', title: '請求対象者一覧 | 請求管理' },
  /** 請求対象者一覧（介護保険） */
  H1000_02: { id: 'h1000-02', title: '請求対象者一覧（介護保険） | 請求管理' },
  /** 請求対象者一覧（総合支援） */
  H1000_03: { id: 'h1000-03', title: '請求対象者一覧（総合支援） | 請求管理' },
  /** 請求対象者一覧（地域生活支援） */
  H1000_04: { id: 'h1000-04', title: '請求対象者一覧（地域生活支援） | 請求管理' },
  /** 明細調整 */
  H1120_01: { id: 'h1120-01', title: '明細調整 | 請求管理' },
  /** 請求帳票出力 */
  H1030_01: { id: 'h1030-01', title: '' },
  /** 請求一覧印刷 */
  H1030_02: { id: 'h1030-02', title: '' },
  /** 伝送データ作成 */
  H1040_01: { id: 'h1040-01', title: '' },
  /** 口座振替ファイル作成 */
  H1070_01: { id: 'h1070-01', title: '口座振替ファイル作成 | 請求管理' },
  /** 口座振替ファイル設定 */
  H1070_02: { id: 'h1070-02', title: '' },
  /** 利用料管理 */
  H1090_01: { id: 'h1090-01', title: '利用料管理 | 利用料管理' },
  /** 印刷設定 */
  H1090_02: { id: 'h1090-02', title: '' },
  /** 利用料印刷 */
  H1090_03: { id: 'h1090-03', title: '' },
  /** 月次支給項目 */
  I1000_01: { id: 'i1000-01', title: '月次勤怠実績確認 | 実績集計' },
  /** 月次支給項目 */
  I1000_02: { id: 'i1000-02', title: '' },
  /** 給与データ出力 */
  I1010_01: { id: 'i1010-01', title: '給与データ出力 | 給与管理' },
  /** マスター管理メニュー */
  K1220_01: { id: 'k1220-01', title: 'マスター管理' },
  /** 法人管理一覧 */
  K1000_01: { id: 'k1000-01', title: '法人一覧 | マスター管理' },
  /** 法人管理編集 */
  K1000_02: { id: 'k1000-02', title: '' },
  /** 自事業所一覧 */
  K1010_01: { id: 'k1010-01', title: '自事業所一覧 | マスター管理' },
  /** 自事業所タブ */
  K1010_02: { id: 'k1010-02', title: '自事業所管理 | マスター管理' },
  /** 自事業所＞基本情報 */
  K1010_03: { id: 'k1010-03', title: '' },
  /** 自事業所＞介護割引 */
  K1010_04: { id: 'k1010-04', title: '介護割引 | 自事業所管理 | マスター管理' },
  /** 自事業所＞介護割引編集 */
  K1010_05: { id: 'k1010-05', title: '' },
  /** 自事業所＞口座 */
  K1010_06: { id: 'k1010-06', title: '口座 | 自事業所管理 | マスター管理' },
  /** 自事業所＞口座編集 */
  K1010_07: { id: 'k1010-07', title: '' },
  /** 口座管理一覧 */
  K1220_03: { id: 'k1220-03', title: '口座一覧 | マスター管理' },
  /** 他事業所一覧 */
  K1010_08: { id: 'k1010-08', title: '他事業所一覧 | マスター管理' },
  /** 他事業所＞基本情報 */
  K1010_09: { id: 'k1010-09', title: '基本情報 | 他事業所管理 | マスター管理' },
  /** 他事業所＞ケアマネジャー */
  K1010_10: { id: 'k1010-10', title: 'ケアマネジャー | 他事業所管理 | マスター管理' },
  /** 他事業所＞ケアマネジャー＞編集 */
  K1010_11: { id: 'k1010-11', title: '' },
  /** 自事業所＞サービス種類＞介護 */
  K1020_01: { id: 'k1020-01', title: 'サービス種類(介護) | 自事業所管理 | マスター管理' },
  /** 自事業所＞サービス種類＞障害 */
  K1020_02: { id: 'k1020-02', title: 'サービス種類(障害) | 自事業所管理 | マスター管理' },
  /** 自事業所＞サービス種類＞地域生活支援 */
  K1020_03: { id: 'k1020-03', title: 'サービス種類(地域生活支援) | 自事業所管理 | マスター管理' },
  /** 自事業所＞サービス種類＞地域生活支援＞市区町村編集 */
  K1020_04: { id: 'k1020-04', title: '市区町村編集 | サービス種類(地域生活支援) | 自事業所管理 | マスター管理' },
  /** 他事業所＞事業所体制・加算など */
  K1020_05: { id: 'k1020-05', title: '事業所体制・加算など | 他事業所管理 | マスター管理' },
  /** 自事業所＞サービス種類＞介護＞保険者編集 */
  K1020_06: { id: 'k1020-06', title: '' },
  /** 回収委託先管理 */
  K1220_05: { id: 'k1220-05', title: '回収委託先管理' },
  /** 回収委託先管理 */
  K1220_06: { id: 'k1220-06', title: '回収委託先管理編集' },
  /** スタッフ一覧 */
  K1080_01: { id: 'k1080-01', title: 'スタッフ一覧 | マスター管理' },
  /** スタッフ＞基本情報 */
  K1080_02: { id: 'k1080-02', title: '' },
  /** スタッフ＞所属 */
  K1080_03: { id: 'k1080-03', title: '' },
  /** スタッフ＞所属＞施設・事業所選択 */
  K1080_04: { id: 'k1080-04', title: '' },
  /** スタッフ＞ログイン・権限 */
  K1080_05: { id: 'k1080-05', title: '' },
  /** スタッフ＞担当サービス */
  K1080_06: { id: 'k1080-06', title: '' },
  /** スタッフ＞グループ */
  K1080_07: { id: 'k1080-07', title: '' },
  /** スタッフ＞利用者グループ */
  K1080_08: { id: 'k1080-08', title: '' },
  /** スタッフ＞勤務情報 */
  K1080_09: { id: 'k1080-09', title: '' },
  /** スタッフ＞給与情報（支給） */
  K1080_10: { id: 'k1080-10', title: 'スタッフ一覧＞給与情報（支給） | マスター管理' },
  /** スタッフ＞給与情報（控除） */
  K1080_11: { id: 'k1080-11', title: 'スタッフ一覧＞給与情報（控除） | マスター管理' },
  /** スタッフ＞ログインID登録 */
  K1080_13: { id: 'k1080-13', title: '' },
  /** スタッフ＞ログインID登録＞ログインID登録確認 */
  K1080_14: { id: 'k1080-14', title: '' },
  /** スタッフグループマスター */
  K1180_01: { id: 'k1180-01', title: 'スタッフグループマスター | マスター管理' },
  /** スタッフグループマスター編集 */
  K1180_02: { id: 'k1180-02', title: '' },
  /** スタッフグループマスター並び替えダイアログ */
  K1180_03: { id: 'k1180-03', title: '' },
  /** 市区町村設定 */
  K1090_01: { id: 'k1090-01', title: '市区町村設定 | システム管理' },
  /** 市区町村設定編集 */
  K1090_02: { id: 'k1090-02', title: '' },
  /** 利用者グループマスター */
  C1260_01: { id: 'c1260-01', title: '利用者グループマスター | マスター管理' },
  /** 利用者グループマスター追加、編集 */
  C1260_02: { id: 'c1260-02', title: '' },
  /** 利用者グループマスター並び替え */
  C1260_03: { id: 'c1260-03', title: '' },
  /** 利用者連絡先分類マスター */
  C1270_01: { id: 'c1270-01', title: '利用者連絡先分類マスター | マスター管理' },
  /** 利用者連絡先分類マスター追加、編集 */
  C1270_02: { id: 'c1270-02', title: '' },
  /** 利用者連絡先分類マスター並び変え */
  C1270_03: { id: 'c1270-03', title: '' },
  /** 保険外マスター */
  K1100_01: { id: 'k1100-01', title: '保険外マスター | マスター管理' },
  /** 保険外マスター編集 */
  K1100_02: { id: 'k1100-02', title: '' },
  /** 保険外マスター 他施設・事業所コピーダイアログ */
  K1100_03: { id: 'k1100-03', title: '' },
  /** 保険外マスター 並び変え */
  K1100_04: { id: 'k1100-04', title: '' },
  /** 保険外グループマスター */
  K1110_01: { id: 'k1110-01', title: '保険外グループ | マスター管理' },
  /** 保険外グループマスター編集 */
  K1110_02: { id: 'k1110-02', title: '' },
  /** 保険外グループマスター 並び変え */
  K1110_03: { id: 'k1110-03', title: '' },
  /** 総合事業マスター */
  K1170_01: { id: 'k1170-01', title: '総合事業マスター | マスター管理' },
  /** スタッフシフトマスター */
  K1230_01: { id: 'k1230-01', title: 'スタッフシフトマスター | マスター管理' },
  /** シフト並び替え */
  K1230_02: { id: 'k1230-02', title: '' },
  /** シフト編集 */
  K1230_03: { id: 'k1230-03', title: '' },
  /** サービス外マスター */
  K1240_01: { id: 'k1240-01', title: 'サービス外マスター | マスター管理' },
  /** サービス外マスター編集 */
  K1240_02: { id: 'k1240-02', title: '' },
  /** 給与パターン */
  K1250_01: { id: 'k1250-01', title: '給与パターン | マスター管理' },
  /** 給与パターン編集(介護) */
  K1250_02: { id: 'k1250-02', title: '' },
  /** 給与パターン編集(障害) */
  K1250_03: { id: 'k1250-03', title: '' },
  /** 給与パターン編集(保険外) */
  K1250_04: { id: 'k1250-04', title: '' },
  /** 給与パターン編集(サービス外) */
  K1250_05: { id: 'k1250-05', title: '' },
  /** 割増設定 */
  K1260_01: { id: 'k1260-01', title: '割増設定 | マスター管理' },
  /** 割増設定編集 */
  K1260_02: { id: 'k1260-02', title: '割増設定編集 | マスター管理' },
  /** 割増設定(時間帯割増) */
  K1260_06: { id: 'k1260-06', title: '時間帯割増 | 割増設定 | マスター管理' },
  /** 割増設定(曜日割増) */
  K1260_07: { id: 'k1260-07', title: '曜日割増 | 割増設定 | マスター管理' },
  /** 割増設定(特定日割増) */
  K1260_08: { id: 'k1260-08', title: '特定日割増 | 割増設定 | マスター管理' },
  /** 割増設定(特定日割増)編集 */
  K1260_09: { id: 'k1260-09', title: '特定日割増編集 | 割増設定 | マスター管理' },
  /** 支給項目 */
  K1270_01: { id: 'k1270-01', title: '支給項目 | マスター管理' },
  /** 支給項目編集 */
  K1270_02: { id: 'k1270-02', title: '' },
  /** 集計方法 */
  K1280_01: { id: 'k1280-01', title: '集計方法 | マスター管理' },
  /** 明細出力設定 */
  K1290_01: { id: 'k1290-01', title: '明細出力設定 | マスター管理' },
  /** 明細出力設定編集 */
  K1290_02: { id: 'k1290-02', title: '' },
  /** システム設定メニュー */
  K1220_02: { id: 'k1220-02', title: 'システム管理' },
  /** 権限一覧 */
  K1040_01: { id: 'k1040-01', title: '権限一覧 | システム設定' },
  /** 権限詳細 */
  K1040_02: { id: 'k1040-02', title: '' },
  /** 権限登録 */
  K1040_03: { id: 'k1040-03', title: '' },
  /** セキュリティーポリシー設定 */
  K1050_01: { id: 'k1050-01', title: 'セキュリティーポリシー設定 | システム設定' },
  /** アクセスログ一覧 */
  K1060_01: { id: 'k1060-01', title: 'アクセスログ一覧 | システム設定' },
  /** 詳細検索 */
  K1060_02: { id: 'k1060-02', title: '' },
  /** 表示項目変更 */
  K1060_03: { id: 'k1060-03', title: '' },
  /** お知らせ一覧 */
  K1070_01: { id: 'k1070-01', title: 'お知らせ一覧 | システム設定' },
  /** システムお知らせ一覧[社内用] */
  K1070_02: { id: 'k1070-02', title: 'システムお知らせ一覧 | システム設定' },
  /** お知らせ登録[社内用] */
  K1070_03: { id: 'k1070-03', title: 'お知らせ登録 | システム設定' },
  /** 公開対象を指定する[社内用] */
  K1070_04: { id: 'k1070-04', title: '' },
  /** お知らせプレビュー */
  K1070_05: { id: 'k1070-05', title: '' },
  /** 送信済み一覧 */
  K1070_06: { id: 'k1070-06', title: '送信済み一覧 | システム設定' },
  /** お知らせ登録 */
  K1070_07: { id: 'k1070-07', title: '' },
  /** 組織管理 */
  K1200_01: { id: 'k1200-01', title: '組織管理 | システム設定' },
  /** 組織の追加 */
  K1200_02: { id: 'k1200-02', title: '' },
  /** 組織の更新 */
  K1200_03: { id: 'k1200-03', title: '' },
  /** 所属施設・事業所の追加 */
  K1200_04: { id: 'k1200-04', title: '' },
  /** 利用者番号設定 */
  K1300_01: { id: 'k1300-01', title: '利用者番号設定 | システム設定' },
  /** 利用者請求先設定 */
  K1310_01: { id: 'k1310-01', title: '利用者請求先設定 | システム設定' },
  /** 利用者口座情報設定 */
  K1320_01: { id: 'k1320-01', title: '利用者口座情報設定 | システム設定' },
  /** 明細書印刷設定(支給項目欄) */
  K1340_01: { id: 'k1340-01', title: '明細書印刷設定(支給項目欄) | システム設定' },
  /** 明細書印刷設定(明細欄) */
  K1340_02: { id: 'k1340-02', title: '明細書印刷設定(明細欄) | システム設定' },
  /** 計画書タブ */
  L1000_00: { id: 'l1000-00', title: '' },
  /** アセスメント (介護) */
  L1000_01: { id: 'l1000-01', title: 'アセスメント | プラン立案・評価' },
  /** アセスメント (予防) */
  L1001_01: { id: 'l1001-01', title: 'アセスメント | 予防計画書利用者一覧 | プラン立案・評価' },
  /** アセスメント1 */
  L1010_01: { id: 'l1010-01', title: '' },
  /** アセスメント2 */
  L1020_01: { id: 'l1020-01', title: '' },
  /** アセスメント3 */
  L1030_01: { id: 'l1030-01', title: '' },
  /** アセスメント4 */
  L1040_01: { id: 'l1040-01', title: '' },
  /** アセスメント5 */
  L1050_01: { id: 'l1050-01', title: '' },
  /** アセスメント6-1 */
  L1060_01: { id: 'l1060-01', title: '' },
  /** アセスメント6-2 */
  L1070_01: { id: 'l1070-01', title: '' },
  /** アセスメント6-3,4 */
  L1080_01: { id: 'l1080-01', title: '' },
  /** アセスメント6-5 */
  L1090_01: { id: 'l1090-01', title: '' },
  /** アセスメント6-6 */
  L1100_01: { id: 'l1100-01', title: '' },
  /** アセスメント7 */
  L1110_01: { id: 'l1110-01', title: '' },
  /** アセスメント(スケジュール) */
  L1120_01: { id: 'l1120-01', title: '' },
  /** 介護計画書利用者一覧 */
  L1200_01: { id: 'l1200-01', title: '介護計画書利用者一覧 | プラン立案・評価' },
  /** 居宅サービス計画書(1) */
  L1210_01: { id: 'l1210-01', title: '居宅サービス計画書(1) | 介護計画書利用者一覧 | プラン立案・評価価' },
  /** 居宅サービス計画書(2) */
  L1220_01: { id: 'l1220-01', title: '居宅サービス計画書(2) | 介護計画書利用者一覧 | プラン立案・評価' },
  /** 週間サービス計画表 */
  L1230_01: { id: 'l1230-01', title: '週間サービス計画表 | 介護計画書利用者一覧 | プラン立案・評価' },
  /** 週間サービス計画表:サービス追加・編集ダイアログ */
  L1230_02: { id: 'l1230-02', title: '' },
  /** サービス担当者会議の要点 */
  L1240_01: { id: 'l1240-01', title: 'サービス担当者会議の要点 | 介護計画書利用者一覧 | プラン立案・評価' },
  /** 居宅介護支援経過 */
  L1250_01: { id: 'l1250-01', title: '居宅介護支援経過 | 介護計画書利用者一覧 | プラン立案・評価' },
  /** モニタリング表 */
  L1260_01: { id: 'l1260-01', title: 'モニタリング表 | 介護計画書利用者一覧 | プラン立案・評価' },
  /** 居宅サービス計画書(2)取り込み */
  L1260_02: { id: 'l1260-02', title: '' },
  /** 予防計画書利用者一覧 */
  L1300_01: { id: 'l1300-01', title: '予防計画書利用者一覧 | プラン立案・評価' },
  /** 利用者基本情報 */
  L1310_01: { id: 'l1310-01', title: '利用者基本情報 | 予防計画書利用者一覧 | プラン立案・評価' },
  /** 基本チェックリスト */
  L1320_01: { id: 'l1320-01', title: '基本チェックリスト | 予防計画書利用者一覧 | プラン立案・評価' },
  /** 介護予防サービス・支援計画表(厚労省) */
  L1330_01: { id: 'l1330-01', title: '介護予防サービス・支援計画表(厚労省) | 予防計画書利用者一覧 | プラン立案・評価' },
  /** 介護予防サービス・支援計画表(東京都) */
  L1331_01: { id: 'l1331-01', title: '介護予防サービス・支援計画表(東京都) | 予防計画書利用者一覧 | プラン立案・評価' },
  /** 介護予防週間支援計画表 */
  L1340_01: { id: 'l1340-01', title: '介護予防週間支援計画表 | 予防計画書利用者一覧 | プラン立案・評価' },
  /** 介護予防週間支援計画表:サービス追加・編集ダイアログ */
  L1340_02: { id: 'l1340-02', title: '' },
  /** 介護予防サービス担当者会議の要点 */
  L1350_01: { id: 'l1350-01', title: '介護予防サービス担当者会議の要点 | 予防計画書利用者一覧 | プラン立案・評価' },
  /** 介護予防支援経過記録 */
  L1360_01: { id: 'l1360-01', title: '介護予防支援経過記録 | 予防計画書利用者一覧 | プラン立案・評価' },
  /** 介護予防支援・サービス評価表 */
  L1370_01: { id: 'l1370-01', title: '介護予防支援・サービス評価表 | 予防計画書利用者一覧 | プラン立案・評価' },
  /** 文書管理 */
  M1000_01: { id: 'm1000-01', title: '文書管理' },
  /** 文書管理編集 */
  M1000_02: { id: 'm1000-02', title: '文書管理編集' },
  /** テンプレートダウンロード */
  M1000_03: { id: 'm1000-03', title: '' },
  /** 文書種別マスター */
  K1350_01: { id: 'k1350-01', title: '文書種別マスター | マスター管理' },
  /** 文書種別編集 */
  K1350_02: { id: 'k1350-02', title: '' },
  /** 文書種別並び替え */
  K1350_03: { id: 'k1350-03', title: '' },
  /** 支援経過タブ */
  L1400_01: { id: 'l1400-00', title: '支援経過タブ | プラン立案・評価' },
  /** 居宅介護支援経過 */
  L1410_01: { id: 'l1410-01', title: '居宅介護支援経過 | プラン立案・評価' },
  /** 介護予防支援経過記録 */
  L1420_01: { id: 'l1420-01', title: '介護予防支援経過記録 | プラン立案・評価' },
  /** 支援経過記録一括 */
  L1430_01: { id: 'l1430-01', title: '支援経過記録一括 | プラン立案・評価' },
  /** 支援経過記録・一括 */
  L1440_01: { id: 'l1440-01', title: '支援経過編集 | プラン立案・評価' },
  /** 支援経過記録・一括 */
  L1450_01: { id: 'l1450-01', title: '加減算設定 | プラン立案・評価' },
  /** 期間選択 */
  Z9999_08: { id: 'z9999-08', title: '' },
  /** 帳票設定 */
  K1400_01: { id: 'k1400-01', title: 'システム管理 | 帳票設定' },
  /** 共通処理 */
  Z9999_01: { id: 'z9999-01', title: '' },
  /** 共通処理 */
  Z9999_02: { id: 'z9999-02', title: '' },
  /** 共通処理(作成履歴検索) */
  Z9999_03: { id: 'z9999-03', title: '作成履歴' },
  /** 共通処理(文例検索) */
  Z9999_04: { id: 'z9999-04', title: '文例' },
  /** 共通処理(利用者連絡先検索) */
  Z9999_05: { id: 'z9999-05', title: '利用者連絡先検索' },
  /** 共通処理 */
  Z9999_07: { id: 'z9999-07', title: '' },
  /** 出力設定 */
  Z9999_10: { id: 'Z9999_10', title: '出力設定' },
  /** 特定事業所集中減算 月別詳細 */
  H1130_01: { id: 'h1130-01', title: '月別詳細 | 特定事業所集中減算 | MAPs for NURSING CARE' },
  /** 特定事業所集中減算 報告書作成 */
  H1130_02: { id: 'h1130-02', title: '報告書作成 | 特定事業所集中減算 | MAPs for NURSING CARE' },
  /** 特定事業所集中減算 管理表印刷 */
  H1130_03: { id: 'h1130-03', title: '' },
  /** 共通処理(文書管理ファイル選択) */
  Z9999_09: { id: 'z9999-09', title: '文書管理ファイル選択' },
};
